/*
 Navicat Premium Data Transfer

 Source Server         : 192.168.102.20-root
 Source Server Type    : MySQL
 Source Server Version : 50739
 Source Host           : 192.168.102.20:3306
 Source Schema         : buzzmonitor

 Target Server Type    : MySQL
 Target Server Version : 50739
 File Encoding         : 65001

 Date: 24/04/2024 16:55:16
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for cat_info
-- ----------------------------
DROP TABLE IF EXISTS `cat_info`;
CREATE TABLE `cat_info`  (
  `id` varchar(36) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `sn` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `source` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `keyword` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `complaint_claim` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `complaint_obj` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `author` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `exist_date` datetime NULL DEFAULT NULL,
  `time_stamp` int(11) NULL DEFAULT NULL,
  `query_date` datetime NULL DEFAULT NULL,
  `analy` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of cat_info
-- ----------------------------
INSERT INTO `cat_info` VALUES ('6fa23ac1-0216-11ef-b4f2-047f0e2017ee', '17372740312', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740312/', '拼多多商家未核实买家未成年身份 就出售账号', '未成年孩子在家长不知情的情况下，在他朋友手机上向该商家购买游戏装备和账号。商家未经核实年龄身份是否成年就给予售卖。违反国家相关法律规定。现要求商家退货及全额退款。《中华人民共和国未成年人保护法》 第七十四条 网络产品和服务提供者不得向未成年人提供诱导其沉迷的产品和服务。平台上标注了未成年（未满18周...', '退货退款', '拼多多客户服务', '', '2024-04-24 16:07:57', 1713946077, '2024-04-24 16:41:25', '负面');
INSERT INTO `cat_info` VALUES ('8868944e-0215-11ef-91ee-047f0e2017ee', '17372740476', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740476/', '事故原因', '当时因出交通事故自己为了避让行人摔倒了处理事故。超时3单。为什么不给通过审核呢。', '退款', '美团客服小美', '', '2024-04-24 16:13:05', 1713946385, '2024-04-24 16:34:57', '负面');
INSERT INTO `cat_info` VALUES ('88702366-0215-11ef-a655-047f0e2017ee', '17372740460', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740460/', '美团众包', '我是骑手，接了一商家的单，商家卡餐，我就先送其他订单，结果顾客取消了。我也没有拿到餐。这样也行扣我的餐损37.11，重点是商家餐都没拿做出来，哪里来的餐损', '退回扣款', '美团客服小美', '', '2024-04-24 16:12:34', 1713946354, '2024-04-24 16:34:57', '负面');
INSERT INTO `cat_info` VALUES ('88762e1f-0215-11ef-9471-047f0e2017ee', '17372740443', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740443/', '美团上预定酒店，提前一个星期退，还扣30%', '去不了，提前一个星期退都要扣326块钱，本来就违法，还那个理直气壮', '退款', '美团客服小美', '', '2024-04-24 16:11:56', 1713946316, '2024-04-24 16:34:57', '负面');
INSERT INTO `cat_info` VALUES ('887c2377-0215-11ef-8714-047f0e2017ee', '17372740415', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740415/', '扣款50元', '已经到了用户位置哪里？他小区电梯坏了，关在电梯里面', '赔偿', '美团客服小美', '', '2024-04-24 16:11:16', 1713946276, '2024-04-24 16:34:57', '负面');
INSERT INTO `cat_info` VALUES ('888280cb-0215-11ef-b688-047f0e2017ee', '17372740391', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740391/', '餐损问题', '平台扣餐损，但是我这边未收到顾客反馈的评价，平台也不予退款', '赔偿,退款', '美团客服小美', '', '2024-04-24 16:10:25', 1713946225, '2024-04-24 16:34:57', '负面');
INSERT INTO `cat_info` VALUES ('88a5b91a-0215-11ef-a9f7-047f0e2017ee', '17372740478', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740478/', '退货发出去了无法退款', '不处理 麻烦官方帮我处理拼多多退款 谢谢您', '退货退款', '拼多多客户服务', '', '2024-04-24 16:13:08', 1713946388, '2024-04-24 16:34:58', '负面');
INSERT INTO `cat_info` VALUES ('88b06e3c-0215-11ef-8036-047f0e2017ee', '17372740441', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740441/', '退货补贴', '买的时候说退货补运费，买来不喜欢退回去给我运费补贴关闭了', '运费补贴退给我，', '拼多多客户服务', '', '2024-04-24 16:11:54', 1713946314, '2024-04-24 16:34:58', '负面');
INSERT INTO `cat_info` VALUES ('88b93f1f-0215-11ef-ba1a-047f0e2017ee', '17372740438', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740438/', '投诉平台', '因为我于4.17购买了本店的茶吧机，商家承诺1天内发货，但是一直到今天还没有给我处理发货，联系平台客服平台客服一直不做处理', '赔偿,作出处罚', '拼多多客户服务', '', '2024-04-24 16:11:51', 1713946311, '2024-04-24 16:34:58', '负面');
INSERT INTO `cat_info` VALUES ('88c28275-0215-11ef-8793-047f0e2017ee', '17372740405', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740405/', '商家卖假冒伍舒芳', '我买的是伍舒芳的货，他给我发其他品牌的，还一直强调说是同款功效，他链接也是挂伍舒芳的', '赔偿,作出处罚', '拼多多客户服务', '', '2024-04-24 16:10:53', 1713946253, '2024-04-24 16:34:58', '负面');
INSERT INTO `cat_info` VALUES ('8d94f8b3-0216-11ef-b32e-047f0e2017ee', '17372741227', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372741227/', '黑猫是干嘛的？这点事情都处理不了。', '我没有取消配送，为什么要说我取消配送，扣我的钱，本来配送费就很低还乱扣钱，我没有违规，为什么说我违规', '我建议把款退回来', '美团客服小美', '', '2024-04-24 16:40:40', 1713948040, '2024-04-24 16:42:15', '负面');
INSERT INTO `cat_info` VALUES ('8dc51dcb-0216-11ef-9e79-047f0e2017ee', '17372741223', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372741223/', '客服取消扣骑手的钱', '刚接单不到一分钟，客服取消了订单，但是罚单给到骑手头上扣了10块钱的违规取消，申诉还不给通过', '赔偿', '美团客服小美', '', '2024-04-24 16:40:38', 1713948038, '2024-04-24 16:42:16', '负面');
INSERT INTO `cat_info` VALUES ('8de4dd38-0216-11ef-b142-047f0e2017ee', '17372741204', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372741204/', '美团平台霸道经营', '美团平台霸道经营，关闭平台，第二天限流，得花钱买流量，不关闭平台，下雨天，因平台骑手少，把问题全归结到平台商家，导致我损失餐品几百元，请政府监管部门对美团重点关注，对小商家不公平对待。', '作出处罚', '美团客服小美', '', '2024-04-24 16:40:01', 1713948001, '2024-04-24 16:42:16', '负面');
INSERT INTO `cat_info` VALUES ('8e045da5-0216-11ef-84a8-047f0e2017ee', '17372740892', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740892/', '客户同意修改配送时间，美团客服坚持扣款', '30104*********1990客户同意修改配送时间晚点送达美团依然扣款', '退款', '美团客服小美', '', '2024-04-24 16:29:25', 1713947365, '2024-04-24 16:42:16', '负面');
INSERT INTO `cat_info` VALUES ('8e21e3f1-0216-11ef-81ea-047f0e2017ee', '17372740885', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740885/', '美团众包霸王条款不给骑手配送费', '美团众包平台在客户拒收、骑手无责取消况且在限定时间内返餐的情况下    不给骑手应有的配送费！', '赔偿', '美团客服小美', '', '2024-04-24 16:29:07', 1713947347, '2024-04-24 16:42:16', '负面');
INSERT INTO `cat_info` VALUES ('8e668a69-0216-11ef-9ea1-047f0e2017ee', '17372741205', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372741205/', '拼多多不履行美的官方换货政策', '拼多多不履行美的官方一年换新的售后政策。', '换货', '拼多多客户服务', '', '2024-04-24 16:40:04', 1713948004, '2024-04-24 16:42:17', '负面');
INSERT INTO `cat_info` VALUES ('8e894c87-0216-11ef-9353-047f0e2017ee', '17372740881', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740881/', '时间和耽误了事', '买快递的时候，是衣服，款式比较新，实体店买不到，所以是急需品 但是快递在发货地 就耽误了两天 然后问商家，商家说正常发货，但是快递一直再没到，过了第六天 我打电话才知道，快递丢了，这个期间 我也问过商家 说正常发货中，但是到第六天 你家没有到货，而我急用，因为是新款，商店买不到，耽误的事情，还浪费的时间...', '进行补发', '拼多多客户服务', '', '2024-04-24 16:28:51', 1713947331, '2024-04-24 16:42:17', '负面');
INSERT INTO `cat_info` VALUES ('8eb1c04f-0216-11ef-a72e-047f0e2017ee', '17372740287', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740287/', '商家维权难，拼多多处理不公平', '我是商家，我是商家，我是商家！因为拼多多无下限无条件的支持恶意买家，导致损失惨重！拼多多毫无公信度可言，维权举证被驳回，技术服务费扣款不合理！本店4月16日出售一款猫窝，买家收货后认为猫窝尺寸大小不是预期的大小申请退货，退货理由：发错货（后拼多多扣款3元处罚本店），我与厂家确认尺寸无误后向买家解释，...', '赔偿,改善服务', '拼多多客户服务', '', '2024-04-24 16:07:08', 1713946028, '2024-04-24 16:42:17', '负面');
INSERT INTO `cat_info` VALUES ('d0ef6bba-0215-11ef-a0f5-047f0e2017ee', '17372740389', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740389/', '美团众包乱扣费', '我是跑美团众包的，这个订单我取货，到店，送达都没问题，凭啥扣我58.28元，而且显示我是无责，为啥扣，我一单才7块多挣，上来就扣我58，也找不到人工客服，请黑猫帮我出面解决一下，要求退款。谢谢。', '道歉,改善服务,退款', '美团客服小美', '', '2024-04-24 16:10:19', 1713946219, '2024-04-24 16:36:59', '负面');
INSERT INTO `cat_info` VALUES ('d0f74aba-0215-11ef-9385-047f0e2017ee', '17372740375', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740375/', '外卖吃出虫子商家硬说是大料不承认食品安全问题', '本人于2024年4月19日18：41分在正宗牛肉板面（薛口青年店）下单两碗牛肉板面，吃到一半在其中一碗里发现了一只虫子，联系商家并在美团外卖后台发送照片视频。商家在未看照片视频的情况下就一口咬定是大料，不是虫子。反复沟通多次让商家先上后台看看照片再下定论，看完视频照片以后，商家依旧说这个带着翅膀有肚子有腿的...', '赔偿,道歉', '美团客服小美', '', '2024-04-24 16:10:03', 1713946203, '2024-04-24 16:36:59', '负面');
INSERT INTO `cat_info` VALUES ('d11f96d3-0215-11ef-9296-047f0e2017ee', '17372740383', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740383/', '拼多多商铺违反合同法，逾期不发货，虚假宣传，造成本人浪费大量时间等待快递。', '拼多多不征求客户意见，单方面私自取消订单并退款。订单生成即算生成合同，擅自退货退款,1.拼多多违反了《合同法》第8条:当事人应当按照约定履行自己的义务,不得擅自变更或者解除合同。2.《民法典》491条规定：当事人采用信件、数据电文等形式订立合同要求签订确认书的，签订确认书时合同成立。当事人一方通过互联网等信...', '赔偿', '拼多多客户服务', '', '2024-04-24 16:10:12', 1713946212, '2024-04-24 16:36:59', '负面');
INSERT INTO `cat_info` VALUES ('d81df316-0214-11ef-9da6-047f0e2017ee', '17372740516', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740516/', '美团优选食物中毒', '买了美团优选的柠檬 吃完才发现变质了 还有的长毛发霉了 客服打电话不处理 说的方案不认可 要求赔偿100现金 买药花70 解决不了问题我会走法律程序 你们已构成违法食品安全条例 联系电话 181********', '赔偿,道歉,退款', '美团客服小美', '', '2024-04-24 16:14:42', 1713946482, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d83b2ce1-0214-11ef-b5c5-047f0e2017ee', '17372740494', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740494/', '客服说解决不了', '这种客户问题关我什么事 我刚接单显示还有二十多分钟客户就开始催 我说别催我这边还有二十多分钟最后我到门口点的送达 敲了门 让我让门口 她这种属于个人原因了吧 故意找茬么', '赔偿', '美团客服小美', '', '2024-04-24 16:13:45', 1713946425, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d8416bfa-0214-11ef-8bf9-047f0e2017ee', '17372740488', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740488/', '霸王条款', '20号大暴雨各处地方侵水摩托车开不了打客服处理不了', '道歉,退款', '美团客服小美', '', '2024-04-24 16:13:33', 1713946413, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d847316d-0214-11ef-96dc-047f0e2017ee', '17372740100', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740100/', '美团借钱骚扰家人', '我在美团生活费有欠款，因之前投资生意失败，这几年都是一直以贷养贷，现在债务爆发，无能力还款导致逾期，夫妻两都有欠款，实在无其他办法，现在上有老下有小，平台在能联系我的情况下还一直联系我母亲，我母亲身体也不好，年龄也大了1，希望平台帮助停止对我母亲的骚扰', '停止骚扰', '美团客服小美', '', '2024-04-24 15:59:55', 1713945595, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d84f4235-0214-11ef-b896-047f0e2017ee', '17372740096', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740096/', '美团不处理', '在那个馄饨里面，不知道有什么东西，不知道是什么东西，看着挺恶心的，然后当时那个东西也没吃完，然后我就扔了，然后我在那个理赔金额不满意，我想让客服帮我申请理赔，然后客服不解决', '赔偿,道歉,改善服务,作出处罚', '美团客服小美', '', '2024-04-24 15:59:50', 1713945590, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d855386d-0214-11ef-b968-047f0e2017ee', '17372740092', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740092/', '超时处罚申诉不通过', '因为下雨天而且联系不上顾客 导致后面两单超时 顾客的定位与美团定位的路线还不准美团客服因为这个说不能申诉 是自己的原因', '赔偿,解释', '美团客服小美', '', '2024-04-24 15:59:42', 1713945582, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d85ad9e1-0214-11ef-ab45-047f0e2017ee', '17372740086', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740086/', '陪我那单运费钱 还有扣的钱', '首先那个客户定位他是订错的，还订在那个山上去了，但是他那边是属于酒店那一块，但是我去找的时候没有那个酒店  已经跟顾客沟通 叫他把定位重新发给我 他又不发给只能给他点拒收 。找客户处理，客他说顾客定位没错 他看他没到实地去看他怎么知道没错 美团太恶心了', '赔偿,改善服务', '美团客服小美', '', '2024-04-24 15:59:24', 1713945564, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d860df75-0214-11ef-ac52-047f0e2017ee', '17372740085', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740085/', '大下雨天乱派单', '大下雨天克扣配送费4.3送3.2公里，申诉两次不给予通过，美团客服踢皮球不处理，要求合理的处理', '赔偿,道歉,改善服务', '美团客服小美', '', '2024-04-24 15:59:22', 1713945562, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d86659ee-0214-11ef-a6b7-047f0e2017ee', '17372740068', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740068/', '暴力催收', '威胁我家人要上门，影响到我家人了我要求不要打扰', '停止骚扰', '美团客服小美', '', '2024-04-24 15:59:08', 1713945548, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d86bad77-0214-11ef-9f63-047f0e2017ee', '17372740058', '黑猫投诉', '1003626', 'https://tousu.sina.com.cn/complaint/view/17372740058/', '美团催收联系到家里人', '美团催收一直联系家里人，在联系的到本人的情况下，寄送信件，不要骚扰到家里人', '停止骚扰,处罚', '美团客服小美', '', '2024-04-24 15:58:48', 1713945528, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d88fc9c0-0214-11ef-949f-047f0e2017ee', '17372740104', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740104/', '客服不退款，也不回复', '我在拼多多买的护肤品到货后没拆封不想要了客服不退款也不回复', '退货退款', '拼多多客户服务', '', '2024-04-24 16:00:00', 1713945600, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d8962e02-0214-11ef-b411-047f0e2017ee', '17372740074', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740074/', '诱导顾客购买残次品不解决售后', '1.拼多多诱导打印机链接，买了一台HP打印机，使用一次就不能使用。售后商家多次无解决，后让联系惠普厂家，惠普厂家无法解决表示本就不建议购买此类型商品。\n2.多次商家无果，还在直播间关闭评论。\n3.后多次拼多多不给解决\n4.多次12315后无解决，每次拼多多就念稿子无协商，例行公事电话\n5.诉求很简单，退货退款，实用型...', '退货退款,改善服务', '拼多多客户服务', '', '2024-04-24 15:59:12', 1713945552, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d89ba882-0214-11ef-b74d-047f0e2017ee', '17372740071', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740071/', '商家售假，拼多多不负责', '商家售卖非英睿达品牌内存条充当品牌售卖，此内存马甲都是装反的并且内存无法正常使用，拼多多专员让寄到他们那里检测，他们收到后看都不看就说是真的，我说你们上机测了吗，怎么检测的他们也不说，一直在推诿！', '赔偿,拼多多假一赔十', '拼多多客户服务', '', '2024-04-24 15:59:09', 1713945549, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d8a0fa3c-0214-11ef-a01b-047f0e2017ee', '17372740066', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740066/', '拼多多未经通知扣除佣金补贴投诉', '多多买菜，并未告知佣金会过期。在本人经营了几个月后，突然在不知情的情况下，扣除本人所得佣金补贴206.02元，也没有告知，或提前通知。钱那么少，谁会没事打开去看，也是\n在里面，字那么小谁会特意去看。在18号跟客服联系后，客服说有人联系，一直到今天，第六天了，也没人处理。本人要求返还，在没有通知得情况下，扣...', '退还扣除的佣金', '拼多多客户服务', '', '2024-04-24 15:59:03', 1713945543, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d8aecd91-0214-11ef-a4af-047f0e2017ee', '17372740056', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740056/', '购买爱敬气垫 缺少粉扑 商家态度不好 另外处理方式不满意', '在拼多多上购买的爱敬气垫 缺少粉扑找商家沟通的时候 商家否认 说他们发货都是全新的 那请问为什么我的会少 说明被人用过了 另外还说神秘支持验货 我从始至终没有说过是假的 在这混淆视听 我一直说的就是品控 什么东西 气垫没粉扑 跟写作业没有笔有什么区别 真搞笑 服务态度还极差 暗暗讽刺', '赔偿,下架产品,作出处罚,道歉', '拼多多客户服务', '', '2024-04-24 15:58:38', 1713945518, '2024-04-24 16:30:02', '负面');
INSERT INTO `cat_info` VALUES ('d8b50c18-0214-11ef-bf77-047f0e2017ee', '17372740010', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372740010/', '投诉拼多多：商家取消集赞活动拒绝退款', '商家举行集赞活动，买家参与活动并达标，再次联系商家要求退款时商家称活动取消拒绝退款，向拼多多平台投诉，拨打三次电话均要求买家等待处理，承诺三天没处理，但第四天仍无任何处理结果。请求黑猫严肃处理此事！', '仅退款', '拼多多客户服务', '', '2024-04-24 15:56:45', 1713945405, '2024-04-24 16:30:03', '负面');
INSERT INTO `cat_info` VALUES ('d8bad377-0214-11ef-8f10-047f0e2017ee', '17372739986', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372739986/', '拼多多商家知假售假 成分表造假 拒不开发票', '1:产品成分表造假。详情页介绍的成分和实际收到货品的成分不一致。\n2:保质期造假。商品宣传可以保质36个月，货物收到显示保质期一年。\n3:商品特性及状态造假。商品介绍是粘稠液体，实际收到货物状态是水流的液体。\n4:三无产品。商品收到后并无厂家，也没有条形码，二维码等可以溯源的证明。\n5:虚假宣传进口商品商家拒不...', '退货退款,赔偿,下架产品,开发票,改善服务,作出处罚,道歉,假一赔十', '拼多多客户服务', '', '2024-04-24 15:56:04', 1713945364, '2024-04-24 16:30:03', '负面');
INSERT INTO `cat_info` VALUES ('d8c05859-0214-11ef-bee4-047f0e2017ee', '17372739775', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372739775/', '商家不质保跑路了', '刚开始买充电宝时候他有说可以一年质保，然后我现在充电宝有问题，他不给我质保，给他发信息他不回，让拼多多专员处理也不行，我要让商家给我赔偿充电宝费用', '赔偿', '拼多多客户服务', '', '2024-04-24 15:48:43', 1713944923, '2024-04-24 16:30:03', '负面');
INSERT INTO `cat_info` VALUES ('d8c5cb0f-0214-11ef-b88e-047f0e2017ee', '17372733768', '黑猫投诉', '1003609', 'https://tousu.sina.com.cn/complaint/view/17372733768/', '商家发错货不予解决拼多多无法取得联系', '商家发错货不解决\n拼多多客服无法取得联系\n投诉到底', '赔偿,作出处罚,道歉,退一赔三', '拼多多客户服务', '', '2024-04-24 11:47:52', 1713930472, '2024-04-24 16:30:03', '负面');

SET FOREIGN_KEY_CHECKS = 1;
